[HunterOfChryssalids X2TraitTemplate]  
TraitFriendlyName="寄生兽猎手"  
TraitDescription="此单位在遇到敌方寄生兽时会造成额外伤害。"  
  
[HunterOfChryssalidsPassive X2AbilityTemplate]  
LocFriendlyName="Chryssalid猎手"  
LocLongDescription="此单位在遇到敌方寄生兽时会造成额外伤害。"  
  
[HunterOfMOCX X2TraitTemplate]  
TraitFriendlyName="MOCX猎手"  
TraitDescription="此单位在遇到敌方MOCX士兵时会造成额外伤害。"  
  
[HunterOfMOCXPassive X2AbilityTemplate]  
LocFriendlyName="MOCX猎手"  
LocLongDescription="此单位在遇到敌方MOCX士兵时会造成额外伤害。"  
  
[Trait_AshWitchKiller X2TraitTemplate]  
TraitFriendlyName="女巫猎人"  
TraitDescription="此单位在遇到敌方变种人术士时会造成额外伤害。"  
  
[WitchHunterPassive X2AbilityTemplate]  
LocFriendlyName="女巫猎人"  
LocLongDescription="此单位在遇到敌方变种人术士时会造成额外伤害。"  
  
[Sadistic X2TraitTemplate]  
TraitFriendlyName="残忍"  
TraitScientificName="残忍型人格障碍"  
TraitDescription="此单位会对人类（无论敌我）造成额外伤害，并可能攻击平民。"  
TraitQuotes[0]="\"我发誓那曾是一张无名的脸...\""  
TraitQuotes[1]="\"ADVENT迟早也会解决掉那个的。\""  
TraitQuotes[2]="\"你看到这些人有多弱了吗？\""  
TraitQuotes[3]="\"我一定是打错目标了。好吧，一点附带伤害是难免的。\""  
TraitQuotes[4]="\"那个正要去基因治疗诊所。现在解决比以后变成士兵更好。\""  
  
[SadisticPassive X2AbilityTemplate]  
LocFriendlyName="残忍"  
LocLongDescription="此单位会对人类（无论敌我）造成额外伤害，并可能攻击平民。"  
  
[PanickedReaction_Sadistic X2AbilityTemplate]  
LocFriendlyName="残忍"  
  
[PanickedReaction_SadisticPistol X2AbilityTemplate]  
LocFriendlyName="残忍"  
  
[PanickedReaction_Sadistic_NoEnd X2AbilityTemplate]  
LocFriendlyName="残忍"  
  
[PanickedReaction_SadisticFlame X2AbilityTemplate]  
LocFriendlyName="残忍"  
  
[PanickedReaction_SadisticMelee X2AbilityTemplate]  
LocFriendlyName="残忍"  
  
[FocusedSadism X2TraitTemplate]  
TraitFriendlyName="专注残忍"  
TraitScientificName="残忍型人格障碍"  
TraitDescription="此单位在遇到敌方Advent士兵时会造成额外伤害。"  
TraitQuotes[0]="\"我是好人做坏事，还是坏人做好事？\""  
TraitQuotes[1]="\"和杀人没什么两样。\""  
TraitQuotes[2]="\"杀戮必须有其目的。否则，那只是单纯的谋杀。\""  
  
[FocusedSadismPassive X2AbilityTemplate]  
LocFriendlyName="专注残忍"  
LocLongDescription="此单位在遇到敌方变种人士兵时会造成额外伤害。"  
  
; Fixing bad grammar, originals said "...when a friendly units is..."  
[FearOfPoisonPassive X2AbilityTemplate]  
LocFriendlyName="惧毒"  
LocLongDescription="此单位或友军单位在战斗中中毒时可能会恐慌。"  
  
[FearOfFirePassive X2AbilityTemplate]  
LocFriendlyName="惧火"  
LocLongDescription="此单位或友军单位在战斗中着火时可能会恐慌。"  
  
[FearOfPsionicsPassive X2AbilityTemplate]  
LocFriendlyName="惧灵能"  
LocLongDescription="此单位或友军单位在战斗中受到灵能攻击时可能会恐慌。"